-- phpMyAdmin SQL Dump
-- version 4.6.0
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Май 27 2016 г., 17:35
-- Версия сервера: 5.6.30-0ubuntu0.15.10.1
-- Версия PHP: 5.6.11-1ubuntu3.2

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `swivl_news`
--

-- --------------------------------------------------------

--
-- Структура таблицы `post`
--

CREATE TABLE `post` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `announce` longtext COLLATE utf8_unicode_ci NOT NULL,
  `description` longtext COLLATE utf8_unicode_ci NOT NULL,
  `created` datetime NOT NULL,
  `publish_status` tinyint(1) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `post`
--

INSERT INTO `post` (`id`, `title`, `announce`, `description`, `created`, `publish_status`) VALUES
(1, 'Тестовая новость №1', 'Краткое описание 1-й новости', 'Полный текст 1-й новости', '2016-05-27 15:35:30', 1),
(2, 'Тестовая новость №2', 'Краткое описание 2-й новости', 'Полный текст 2-й новости', '2016-05-27 15:35:30', 1),
(3, 'Тестовая новость №3', 'Краткое описание 3-й новости', 'Полный текст 3-й новости', '2016-05-27 15:35:30', 1),
(4, 'Тестовая новость №4', 'Краткое описание 4-й новости', 'Полный текст 4-й новости', '2016-05-27 15:35:30', 1),
(5, 'Тестовая новость №5', 'Краткое описание 5-й новости', 'Полный текст 5-й новости', '2016-05-27 15:35:30', 1),
(6, 'Тестовая новость №6', 'Краткое описание 6-й новости', 'Полный текст 6-й новости', '2016-05-27 15:35:30', 1),
(7, 'Тестовая новость №7', 'Краткое описание 7-й новости', 'Полный текст 7-й новости', '2016-05-27 15:35:30', 1),
(8, 'Тестовая новость №8', 'Краткое описание 8-й новости', 'Полный текст 8-й новости', '2016-05-27 15:35:30', 1),
(9, 'Тестовая новость №9', 'Краткое описание 9-й новости', 'Полный текст 9-й новости', '2016-05-27 15:35:30', 1),
(10, 'Тестовая новость №10', 'Краткое описание 10-й новости', 'Полный текст 10-й новости', '2016-05-27 15:35:30', 1),
(11, 'Тестовая новость №11', 'Краткое описание 11-й новости', 'Полный текст 11-й новости', '2016-05-27 15:35:30', 1),
(12, 'Тестовая новость №12', 'Краткое описание 12-й новости', 'Полный текст 12-й новости', '2016-05-27 15:35:30', 1),
(13, 'Тестовая новость №13', 'Краткое описание 13-й новости', 'Полный текст 13-й новости', '2016-05-27 15:35:30', 1),
(14, 'Тестовая новость №14', 'Краткое описание 14-й новости', 'Полный текст 14-й новости', '2016-05-27 15:35:30', 1),
(15, 'Тестовая новость №15', 'Краткое описание 15-й новости', 'Полный текст 15-й новости', '2016-05-27 15:35:30', 1),
(16, 'Тестовая новость №16', 'Краткое описание 16-й новости', 'Полный текст 16-й новости', '2016-05-27 15:35:30', 1),
(17, 'Тестовая новость №17', 'Краткое описание 17-й новости', 'Полный текст 17-й новости', '2016-05-27 15:35:30', 1),
(18, 'Тестовая новость №18', 'Краткое описание 18-й новости', 'Полный текст 18-й новости', '2016-05-27 15:35:30', 1),
(19, 'Тестовая новость №19', 'Краткое описание 19-й новости', 'Полный текст 19-й новости', '2016-05-27 15:35:30', 1),
(20, 'Тестовая новость №20', 'Краткое описание 20-й новости', 'Полный текст 20-й новости', '2016-05-27 15:35:30', 1),
(21, 'Тестовая новость №21', 'Краткое описание 21-й новости', 'Полный текст 21-й новости', '2016-05-27 15:35:30', 1),
(22, 'Тестовая новость №22', 'Краткое описание 22-й новости', 'Полный текст 22-й новости', '2016-05-27 15:35:30', 1),
(23, 'Тестовая новость №23', 'Краткое описание 23-й новости', 'Полный текст 23-й новости', '2016-05-27 15:35:30', 1),
(24, 'Тестовая новость №24', 'Краткое описание 24-й новости', 'Полный текст 24-й новости', '2016-05-27 15:35:30', 1),
(25, 'Тестовая новость №25', 'Краткое описание 25-й новости', 'Полный текст 25-й новости', '2016-05-27 15:35:30', 1),
(26, 'Тестовая новость №26', 'Краткое описание 26-й новости', 'Полный текст 26-й новости', '2016-05-27 15:35:30', 1),
(27, 'Тестовая новость №27', 'Краткое описание 27-й новости', 'Полный текст 27-й новости', '2016-05-27 15:35:30', 1),
(28, 'Тестовая новость №28', 'Краткое описание 28-й новости', 'Полный текст 28-й новости', '2016-05-27 15:35:30', 1),
(29, 'Тестовая новость №29', 'Краткое описание 29-й новости', 'Полный текст 29-й новости', '2016-05-27 15:35:30', 1),
(30, 'Тестовая новость №30', 'Краткое описание 30-й новости', 'Полный текст 30-й новости', '2016-05-27 15:35:30', 1),
(31, 'Тестовая новость №31', 'Краткое описание 31-й новости', 'Полный текст 31-й новости', '2016-05-27 15:35:30', 1),
(32, 'Тестовая новость №32', 'Краткое описание 32-й новости', 'Полный текст 32-й новости', '2016-05-27 15:35:30', 1),
(33, 'Тестовая новость №33', 'Краткое описание 33-й новости', 'Полный текст 33-й новости', '2016-05-27 15:35:30', 1),
(34, 'Тестовая новость №34', 'Краткое описание 34-й новости', 'Полный текст 34-й новости', '2016-05-27 15:35:30', 1),
(35, 'Тестовая новость №35', 'Краткое описание 35-й новости', 'Полный текст 35-й новости', '2016-05-27 15:35:30', 1),
(36, 'Тестовая новость №36', 'Краткое описание 36-й новости', 'Полный текст 36-й новости', '2016-05-27 15:35:30', 1),
(37, 'Тестовая новость №37', 'Краткое описание 37-й новости', 'Полный текст 37-й новости', '2016-05-27 15:35:30', 1),
(38, 'Тестовая новость №38', 'Краткое описание 38-й новости', 'Полный текст 38-й новости', '2016-05-27 15:35:30', 1),
(39, 'Тестовая новость №39', 'Краткое описание 39-й новости', 'Полный текст 39-й новости', '2016-05-27 15:35:30', 1),
(40, 'Тестовая новость №40', 'Краткое описание 40-й новости', 'Полный текст 40-й новости', '2016-05-27 15:35:30', 1),
(41, 'Тестовая новость №41', 'Краткое описание 41-й новости', 'Полный текст 41-й новости', '2016-05-27 15:35:30', 1),
(42, 'Тестовая новость №42', 'Краткое описание 42-й новости', 'Полный текст 42-й новости', '2016-05-27 15:35:30', 1),
(43, 'Тестовая новость №43', 'Краткое описание 43-й новости', 'Полный текст 43-й новости', '2016-05-27 15:35:30', 1),
(44, 'Тестовая новость №44', 'Краткое описание 44-й новости', 'Полный текст 44-й новости', '2016-05-27 15:35:30', 1),
(45, 'Тестовая новость №45', 'Краткое описание 45-й новости', 'Полный текст 45-й новости', '2016-05-27 15:35:30', 1),
(46, 'Тестовая новость №46', 'Краткое описание 46-й новости', 'Полный текст 46-й новости', '2016-05-27 15:35:30', 1),
(47, 'Тестовая новость №47', 'Краткое описание 47-й новости', 'Полный текст 47-й новости', '2016-05-27 15:35:30', 1),
(48, 'Тестовая новость №48', 'Краткое описание 48-й новости', 'Полный текст 48-й новости', '2016-05-27 15:35:30', 1),
(49, 'Тестовая новость №49', 'Краткое описание 49-й новости', 'Полный текст 49-й новости', '2016-05-27 15:35:30', 1);

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `post`
--
ALTER TABLE `post`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `post`
--
ALTER TABLE `post`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=50;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
